Revit 2024 API
SymbolTypeId.LbmPerFtDashS Property
 Symbol lbm/ft-s, indicating unit Pounds mass per foot second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbmPerFtDashS { get; }
Visual Basic
Public Shared ReadOnly Property LbmPerFtDashS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbmPerFtDashS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace